{"inkVersion":19,"root":[[{"->":"FakeNiceBios"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"FakeNiceBios":[["ev","visit",8,"seq","/ev","ev","du",0,"==","/ev",{"->":".^.s0","c":true},"ev","du",1,"==","/ev",{"->":".^.s1","c":true},"ev","du",2,"==","/ev",{"->":".^.s2","c":true},"ev","du",3,"==","/ev",{"->":".^.s3","c":true},"ev","du",4,"==","/ev",{"->":".^.s4","c":true},"ev","du",5,"==","/ev",{"->":".^.s5","c":true},"ev","du",6,"==","/ev",{"->":".^.s6","c":true},"ev","du",7,"==","/ev",{"->":".^.s7","c":true},"nop",{"s0":["pop","^Hey 😊My friends consider me a nice person. I like to be there for them and be generally supportive. I am into video games, play quite a bit of online MoBAs and MMOs. Besides that I like hanging out with friends, online and in person as well. Currently I am working in retail, looking to save up to travel around and have my own place and car at some point in the future. Looking for friends first and foremost, but if more happens, then great. 😊",{"->":".^.^.53"},null],"s1":["pop","^Kon'nichiwaaa uwu… As you could probably guess, I am into Japan stuff. I watch loads of anime, into manga and some games as well. I am a bit of an introvert but have a few close friends I care a lot about. Owo Currently taking a break from studies and working at a coffee shop. Not the best of jobs but it gives me plenty of free time to read all the good stuff 😉 Looking for a fellow introvert to watch anime and fangirl all over our favourites.",{"->":".^.^.53"},null],"s2":["pop","^Hi there! I am an ENFP, if you believe in that stuff. I like going out with my mates, getting to know people. I am a bit shyer online, I don`t know why, I just am, but I think of myself as a decent person, so give me a chance please ;p Besides my going out days, I like to play on my PS with friends or family on some quite nights in. Bit of a rager when it comes to online games, I am very competitive 😉Looking for a meaningful connection, I am happy to take things slowly, let`s get to know each other, then see where it goes 😊",{"->":".^.^.53"},null],"s3":["pop","^Heya! I am a laid-back girl looking for like-minded souls to get to know. My hobbies are the usual for people my age, I guess, trying out new kinds of foods, occasional night out, sometimes I travel, and am a massive Pokemon nerd. After a not so nice breakup, I feel like I am ready to try again with the right person. I am slow to trust at first, but once I feel comfortable with a person I climb out of my shell.",{"->":".^.^.53"},null],"s4":["pop","^Welcome 😊 I am a chill and friendly person looking to get to know people here. Well, ofc I am, it is a dating site after all ahah. I like Travelling, food, trying out exotic foods, cocktails. My mum`s cats. I currently am doing various online courses while working part time to help out with paying bills for my parents. I am really open minded and would love to get to know people on here, religion, race, looks don`t matter to me, as I think all humans are beautiful 😊 I am a bit shy so if I message you and it seems vague, it just means I am too awkward ahah.",{"->":".^.^.53"},null],"s5":["pop","^`ello. A shy person here. Hoping to find someone here. I won`t lie, I am too afraid to message first. So if you like what you see and read below, please send me a message. Behind the shy and awkward layers, I am a friendly and loving person. I like reading all sorts of literature, even good old Shakespeare. AMA anything about his work, I will have all the answers ahah. I also have a massive comic book collection.",{"->":".^.^.53"},null],"s6":["pop","^A genuine nice guy looking for a meaningful relationship, friends or more 😊",{"->":".^.^.53"},null],"s7":["pop","^Closet nerd trying to get out of their comfort zone by being on this site. I don`t bite, I am friendly and compassionate, I love helping people.",{"->":".^.^.53"},null],"#f":5}],"\n","done",{"#f":1}],"#f":1}],"listDefs":{}}