{"inkVersion":19,"root":[[{"->":"RandomBios"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"RandomBios":[["ev","visit",19,"seq","/ev","ev","du",0,"==","/ev",{"->":".^.s0","c":true},"ev","du",1,"==","/ev",{"->":".^.s1","c":true},"ev","du",2,"==","/ev",{"->":".^.s2","c":true},"ev","du",3,"==","/ev",{"->":".^.s3","c":true},"ev","du",4,"==","/ev",{"->":".^.s4","c":true},"ev","du",5,"==","/ev",{"->":".^.s5","c":true},"ev","du",6,"==","/ev",{"->":".^.s6","c":true},"ev","du",7,"==","/ev",{"->":".^.s7","c":true},"ev","du",8,"==","/ev",{"->":".^.s8","c":true},"ev","du",9,"==","/ev",{"->":".^.s9","c":true},"ev","du",10,"==","/ev",{"->":".^.s10","c":true},"ev","du",11,"==","/ev",{"->":".^.s11","c":true},"ev","du",12,"==","/ev",{"->":".^.s12","c":true},"ev","du",13,"==","/ev",{"->":".^.s13","c":true},"ev","du",14,"==","/ev",{"->":".^.s14","c":true},"ev","du",15,"==","/ev",{"->":".^.s15","c":true},"ev","du",16,"==","/ev",{"->":".^.s16","c":true},"ev","du",17,"==","/ev",{"->":".^.s17","c":true},"ev","du",18,"==","/ev",{"->":".^.s18","c":true},"nop",{"s0":["pop","^I am a genuine person looking for lifelong love. Call me hopeless if u want to, but I believe in this soulmate thing and want to find mine. So far I have been unlucky but I am not stopping until I found my true love. I am a genuine person looking for lifelong love. Call me hopeless if u want to, but I believe in this soulmate thing and want to find mine. So far I have been unlucky but I am not stopping until I found my true love. I am a genuine person looking for lifelong love. Call me hopeless if u want to, but I believe in this soulmate thing and want to find mine. So far I have been unlucky but I am not stopping until I found my true love.",{"->":".^.^.119"},null],"s1":["pop","^I believe in love at first sight. I met many amazing people in my life I love but never the REAL deal. Looking for people to get to know and hopefully someone will be the ONE. I believe in love at first sight. I met many amazing people in my life I love but never the REAL deal. Looking for people to get to know and hopefully someone will be the ONE.",{"->":".^.^.119"},null],"s2":["pop","^Msg me on my snap 0769696969 for moer bootiful pics...... Can`t see likes here.....",{"->":".^.^.119"},null],"s3":["pop","^My perfect date night is I pick u up in my Kia Sorrent, you get in. I light candles in the car, and when you ask \"isn` that dangerous?\" I say \"yeah, but danger is my middle name.\" I take us to a fancy restaurant. After having a romantic dinner where I sweep you off your feet with my big brain power, We go out and see my car burning. You panic, but I say\" I knew this would happen, don`t worry.\" And then I grab a bag of marshmallows I hid in my coat and we have them as our first dessert. and then I kiss you and say, \"I liked the second dessert more\"",{"->":".^.^.119"},null],"s4":["pop","^If ur looking for a girl with personality u are in luck. I have multiple---DON`T LISTEN TO HER!",{"->":".^.^.119"},null],"s5":["pop","^I am 70 yrs old grandparent. Looking for pretty ladies. I am also a very rich retired CEO.",{"->":".^.^.119"},null],"s6":["pop","^I am dying, so I only have time for hookups.",{"->":".^.^.119"},null],"s7":["pop","^I want to do adult things with you... `whispers` taxes`panting softly` pay the mortgage `moans` our utility bill was fking £200 this month turn the lights off.",{"->":".^.^.119"},null],"s8":["pop","^I`m on this app to make friends the same way I`m on adult sites to see the plumber repair the sink.",{"->":".^.^.119"},null],"s9":["pop","^Looking for a girlfriend for my grandpa. I wanted to upload pics of him but he is very shy. But he is a great cook, you will never starve, never feel wanting more. Your only desire will be to make him happy so he would make you cookies.",{"->":".^.^.119"},null],"s10":["pop","^Spicy human looking for an intellectual partner.",{"->":".^.^.119"},null],"s11":["pop","^I am in reality an alien from Mars, looking to probe humans.",{"->":".^.^.119"},null],"s12":["pop","^My brother once put me through a christmas tree wrapping machine and my parents put me in the boot for the ride home.",{"->":".^.^.119"},null],"s13":["pop","^Grandfather seeking companion for granddaughter. She suffers from poor choices.",{"->":".^.^.119"},null],"s14":["pop","^Roses are red, bacon is red. Poems are hard. Bacon.",{"->":".^.^.119"},null],"s15":["pop","^I take hot showers because I like practicing burning in hell.",{"->":".^.^.119"},null],"s16":["pop","^Hello Ladies. Look at my profile. now the last person you matched, now back to me, back to the last match, back to again. Sadly they aren`t me, but if they stopped leaving their bio blank and had better pictures, and be as great as I am, they could be like me.",{"->":".^.^.119"},null],"s17":["pop","^Two reasons to date me... 1. Because you’d be the good looking one 2. Please",{"->":".^.^.119"},null],"s18":["pop","^I like long walks on the beach with my girlfriend, until the LSD wears off and I realize I’m just dragging a stolen mannequin around a Wendy’s parking lot.",{"->":".^.^.119"},null],"#f":5}],"\n","done",{"#f":1}],"#f":1}],"listDefs":{}}